tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "mono0926/license-plist"
tap "railwaycat/emacsmacport"
brew "autoconf"
brew "automake"
brew "openssl"
brew "python"
brew "carthage"
brew "libevent"
brew "jpeg"
brew "ffmpeg"
brew "gifsicle"
brew "git"
brew "git-flow"
brew "gnupg"
brew "hub"
brew "jq"
brew "mas"
brew "mint"
brew "packer"
brew "peco"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "swiftlint"
brew "tmux"
brew "watchman"
brew "wget"
brew "wine"
brew "yarn"
brew "zlib"
brew "heroku/brew/heroku"
brew "mono0926/license-plist/license-plist"
brew "railwaycat/emacsmacport/emacs-mac"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "xquartz"
mas "com.apple.dt.Xcode", id: 497799835
mas "com.apple.garageband10", id: 682658836
mas "com.apple.iMovieApp", id: 408981434
mas "com.apple.iWork.Keynote", id: 409183694
mas "com.apple.iWork.Numbers", id: 409203825
mas "com.apple.iWork.Pages", id: 409201541
